experiments/redis_contention/throughput/loaded_pairs_0/pair_0/clients_32_threads_4_pipeline_1/redis.out
4         Threads
32        Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       157369.98          ---          ---         0.67799         0.66300         1.19100         1.26300    164817.65 
Gets        31473.03        17.07     31455.96         0.67686         0.65500         1.18300         1.25500      1274.50 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     188843.01        17.07     31455.96         0.67780         0.65500         1.19100         1.26300    166092.15